{
    "ranks": [
        {
            "title": "GM",
            "color": "#e6cc80",
            "description": "Sua principal função é dizer que loga já já, e aparecer 5 horas depois e ajuda a \"guardar\" o dinheiro da guilda."
        },
        {
            "title": "Officer",
            "color": "#ff8000",
            "description": "São basicamente os moderadores da SNJ. Na prática eles que vão te ajudar em assuntos do jogo, ou relacionados a guilda, não hesite em whispar um desses cornos in game, ou aqui."
        },
        {
            "title": "Veterano",
            "color": "#a335ee",
            "description": "Nossos jogadores mais antigos e de maior confiança, dificilmente um desses vai negar ajuda a um novo player. (sim veterano, joguei no teu colo, se vira)."
        },
        {
            "title": "Raider",
            "color": "#0070dd",
            "description": "Não, não são chinelos(embora um deles se chame Chinelo). São os player que ingressaram em um dos nossos cores de progressão. Possuem acesso à algumas abas especificas de consumíveis e ao nosso canal de voz CORE. Qualquer um com interesse e comprometimento pode ser um Raider btw."
        },
        {
            "title": "Treteiro",
            "color": "#0070dd",
            "description": "Povo com foco em limpar o chão com a cara da Aliança. Alguns chamam de PVP."
        },
        {
            "title": "Estagiário",
            "color": "#1eff00",
            "description": "O camarada novo, ou que não se enquadra ainda em nenhum dos outros ranks."
        },
        {
            "title": "Peão",
            "color": "#9d9d9d",
            "description": "Recém chegado na guilda, não acessou o discord nem foi entrevistado por nenhum dos Officer, não sabemos quem é, oque procura nem se escolheu Charmander, Bulbassauro ou Squirtle no pokemon. Obs: Será kickado se responder Bulbassauro, evitamos ter mais de 2 psicopatas na guilda."
        }
    ],
    "extras": [
        "Nenhum dos ranks servem pra restringir qualquer coisa. São apenas a maneira que encontramos de organizar melhor quem é quem, e saber oque cada um procura. E não pense que os ranks representem o quanto alguem é valioso na guilda...tenha certeza, maluco ta com corzinha de item lendário, óbvio que vale mais que tu."
    ]
}